Revit 2027 API
ParameterTypeId.LoadCaseNatureText Property
 "Nature"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadCaseNatureText { get; }
Public Shared ReadOnly Property LoadCaseNatureText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadCaseNatureText {
	ForgeTypeId^ get ();
}
static member LoadCaseNatureText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace